Repository: cryptoapi/Bitcoin-Easy-Digital-Downloads
Catalog: languages/gourl-edd-*.po
Languages: ru_ru

source: Settings
ru_ru: Настройки

source: Unrecognised
ru_ru: Нераспознанные

source: Payments
ru_ru: Платежи

source: GoUrl Bitcoin/Altcoins
ru_ru: GoUrl Биткоин/Альткоины

source: Plugin Homepage
ru_ru: Домашняя страница

source: screenshots
ru_ru: скриншоты

source: Plugin on Github - 100% Free Open Source
ru_ru: Плагин на Github - 100% открытый исходный код

source: Your GoUrl Bitcoin Gateway <a href='%s'>Main Plugin</a> version is too old. Requires 1.3.4 or higher version. Please <a href='%s'>update</a> to latest version.
ru_ru: Версия <a href='%s'>GoUrl главного плагина</a> слишком стара. Требуется версия 1.3.4 или выше. Пожалуйста, <a href='%s'>обновите</a> до последней версии.

source: Information
ru_ru: Информация

source: Main Plugin Homepage
ru_ru: Страница главного плагина

source: WordPress.org Plugin Page
ru_ru: Страница плагина на WordPress.org

source: Your Easy Digital Downloads version is too old. The GoUrl payment plugin requires Easy Digital Downloads 2.4.2 or higher to function. Please update to <a href='%s'>latest version</a>.
ru_ru: Версия Easy Digital Downloads слишком стара. GoUrl плагин работает с Easy Digital Downloads 2.4.2 или выше. Пожалуйста, обновите до <a href='%s'>последней версии</a>.

source: - Please setup -
ru_ru: - Пожалуйста настройте -

source: You need to install GoUrl Bitcoin Gateway Main Plugin also. Go to - <a href='%s'>Automatic installation</a> or <a href='%s'>Manual</a>.
ru_ru: Вам нужно установить основной GoUrl Биткоин Плагин для WP также. Перейти - <a href='%s'>Автоматическая установка</a> или <a href='%s'>ручная установка</a>.

source: Please install GoUrl Bitcoin Gateway WP Plugin
ru_ru: Пожалуйста, установите основной GoUrl Биткоин Плагин для WP

source: Secure payments with virtual currency. <a target='_blank' href='https://bitcoin.org/'>What is Bitcoin?</a>
ru_ru: Безопасные платежи с виртуальной валютой. <a target='_blank' href='https://bitcoin.org/'>Что такое Биткоин?</a>

source: Accept %s payments online in Easy Digital Downloads.
ru_ru: Принимайте %s платежи онлайн в Easy Digital Downloads.

source: If you use multiple stores/sites online, please create separate <a target='_blank' href='%s'>GoUrl Payment Box</a> (with unique payment box public/private keys) for each of your stores/websites. Do not use the same GoUrl Payment Box with the same public/private keys on your different websites/stores.
ru_ru: Если вы используете несколько магазинов/сайтов в интернете, пожалуйста создавайте отдельные <a target='_blank' href='%s'>GoUrl Payment Box</a> (с уникальными payment box ключами) для каждого из ваших магазинов или веб-сайтов. Не используйте одни и те же GoUrl Payment Box Public/Private Keys на различных веб-сайтах.

source: GoUrl Bitcoin/Altcoin
ru_ru: GoUrl Биткоин/Альткоин

source: Configure the GoUrl Bitcoin/Altcoin Settings
ru_ru: Настройте параметры GoUrl Биткоин/Альткоин

source: Title
ru_ru: Название

source: Payment method title that the customer will see on your checkout
ru_ru: Название метода оплаты, которое клиент будет видеть при оформлении заказа

source: Exchange Rate Multiplier
ru_ru: Обменный курс множитель

source: The system uses the multiplier rate with today LIVE cryptocurrency exchange rates (which are updated every 30 minutes) when the transaction is calculating from a fiat currency (e.g. USD, EUR, etc) to cryptocurrency. <br/> Example: <b>1.05</b> - will add an extra 5% to the total price in bitcoin/altcoins, <b>0.85</b> - will be a 15% discount for the price in bitcoin/altcoins. Default: 1.00
ru_ru: Система использует множитель вместе с текущим обменным курсом криптовалюты (курс обновляется каждые 30 минут) при конвертации суммы оплаты (USD, EUR, и т.д.) в криптовалюту. <br/>Пример: <b>1.05</b> - будет добавлять дополнительно 5% к общей стоимости в биткоинах и другой криптовалюте, <b>0.85</b> - будет скидка 15% при оплате в биткоинах/криптовалюте. По умолчанию: 1.00

source: PaymentBox Language
ru_ru: Язык в PaymentBox

source: Default Crypto Payment Box Localisation
ru_ru: По умолчанию локализация в Payment Box

source: Select a language
ru_ru: Выберите язык

source: PaymentBox Default Coin
ru_ru: Монета в PaymentBox

source: Default Coin in Crypto Payment Box. Activated Payments : <a href='%s'>%s</a>
ru_ru: По умолчанию криптомонета в Payment Box. Активированные платежи: <a href='%s'>%s</a>

source: Select a coin
ru_ru: Выберите монету

source: Icons Size
ru_ru: Размер иконок

source: Cryptocoin icons size in 'Select Payment Method' that the customer will see on your checkout. Default 60px. Allowed: 30..250px
ru_ru: Размер иконок криптомонет в поле «Выбрать способ оплаты», которое клиент будет видеть при оформлении заказа. По умолчанию 60px. Допускается: 30..250px

source: Payment Box Style
ru_ru: Стиль Payment Box

source: Payment Box <a href='%s'>sizes</a> and border <a href='%s'>shadow</a> you can change <a href='%s'>here &#187;</a>
ru_ru: Payment Box <a href='%s'>размеры</a> и границы <a href='%s'>теней</a> вы можете изменить <a href='%s'>здесь »</a>

source: Languages
ru_ru: Языки

source: If you want to use GoUrl Bitcoin Gateway plugin in a language other than English, see the page <a href='%s'>Languages and Translations</a>
ru_ru: Если вы собираетесь использовать GoUrl Биткоин шлюз на другом языке, чем русский, смотрите страницу <a href='%s'>языки и переводы</a>

source: Cryptocurrency
ru_ru: Криптовалюта

source: Bitcoin
ru_ru: Биткоин

source: If you like <b>Bitcoin Gateway for Easy Digital Downloads</b> please leave us a %s rating on %s. A huge thank you from GoUrl in advance!
ru_ru: Если вам нравится <b>Биткоин шлюз для Easy Digital Downloads</b> пожалуйста, оставьте нам рейтинг %s на %s. Огромное спасибо вам от GoUrl заранее!

source: Nonce verification has failed
ru_ru: Нос проверка не удалась

source: Error
ru_ru: Ошибка

source: Guest
ru_ru: Гость

source: Order Created by %s. <br/>Awaiting cryptocurrency payment ...
ru_ru: Заказ создан %s. <br/>Ожидание оплаты криптовалютой ...

source: Payment Error
ru_ru: Ошибка платежа

source: Payment creation failed while processing Bitcoin/Altcoin purchase. Payment data: %s
ru_ru: Сбой создания оплаты при обработке Bitcoin/Altcoin покупки. Данные платежа: %s

source: The GoUrl payment plugin was called to process a payment but could not retrieve the order details. Cannot continue!
ru_ru: Ошибка. Плагин оплаты GoUrl был вызван для обработки платежа, но не может получить сведения о заказе!

source: This order's status is '%s' - it cannot be paid for. Please contact us if you need assistance.
ru_ru: Статус этого заказа - '%s' - он не может быть оплачен. Пожалуйста, свяжитесь с нами, если вам нужна помощь.

source: Please try a different payment method. Admin need to install and activate wordpress plugin <a href='%s'>GoUrl Bitcoin Gateway for Wordpress</a> to accept Bitcoin/Altcoin Payments online.
ru_ru: Пожалуйста, попробуйте другой метод оплаты. Администратору необходимо установить и активировать плагин для wordpress <a href='%s'>GoUrl Биткоин шлюз для Wordpress</a> для приема платежей в криптовалюте онлайн.

source: Sorry, but there was an error processing your order. Please try a different payment method or contact us if you need assistance (GoUrl Bitcoin Plugin not configured / %s not activated).
ru_ru: Извините, но произошла ошибка при обработке вашего заказа. Пожалуйста, попробуйте другой метод оплаты или свяжитесь с нами, если вам нужна помощь (GoUrl Bitcoin плагин не настроен / %s не активирован).

source: You need first to login or register on the website to make Bitcoin/Altcoin Payments
ru_ru: Вам нужно сначала войти в систему или зарегистрироваться на сайте чтобы сделать платеж а биткоинах/альткоинах

source: This order's amount is %s - it cannot be paid for. Please contact us if you need assistance.
ru_ru: Сумма заказа - %s не может быть оплачена. Пожалуйста, свяжитесь с нами, если вам нужна помощь.

source: Sorry, but there was an error processing your order. Please try later or use a different payment method. System cannot receive exchange rates for %s/USD from Google Finance
ru_ru: Извините, но произошла ошибка обработки вашего заказа. Пожалуйста, попробуйте позже или используйте другой способ оплаты. Система не может получить курсы валют для %s/USD с Google Finance

source: Pay Now -
ru_ru: Оплатить сейчас -

source: Sorry, but there was an error processing your order. Please try a different payment method.
ru_ru: Извините, но произошла ошибка при обработке вашего заказа. Пожалуйста, попробуйте другой метод оплаты.

source: %s Payment ID: #%s
ru_ru: %s платёж номер: #%s

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: <b>%s</b> Payment Received <br/>%s <br/><a href='%s'>Payment ID: %s</a>. <br/>Awaiting network confirmation...
ru_ru: <b>%s</b> платёж получен <br/>%s <br/><a href='%s'>Номер платежа: %s</a>. <br/>Ожидание подтверждения сети ...

source: %s Payment ID: <a href='%s'>%s</a> - <b>Confirmed</b>
ru_ru: %s Платёж с номером <a href='%s'>%s</a> - <b>Подтверждён</b>
